// SPDX-License-Identifier: MIT
// Copyright © 2018-2023 WireGuard LLC. All Rights Reserved.
// Generic alert action names


"actionOK" = "OK";
"actionCancel" = "Anulare";
"actionSave" = "Salvare";

// Tunnels list UI

"tunnelsListTitle" = "WireGuard";
"tunnelsListSettingsButtonTitle" = "Setări";
"tunnelsListCenteredAddTunnelButtonTitle" = "Adaugă un tunel";
"tunnelsListSwipeDeleteButtonTitle" = "Ștergere";
"tunnelsListSelectButtonTitle" = "Selectare";
"tunnelsListSelectAllButtonTitle" = "Selectează tot";
"tunnelsListDeleteButtonTitle" = "Ștergere";
"tunnelsListSelectedTitle (%d)" = "%d selectat";

// Tunnels list menu

"addTunnelMenuHeader" = "Adaugă un nou tunel WireGuard";
"addTunnelMenuImportFile" = "Creare din fișier sau arhivă";
"addTunnelMenuQRCode" = "Creare din cod QR";
"addTunnelMenuFromScratch" = "Creare de la zero";

// Tunnels list alerts

"alertImportedFromMultipleFilesTitle (%d)" = "S-au creat %d tuneluri";
"alertImportedFromMultipleFilesMessage (%1$d of %2$d)" = "S-au creat %1$d din %2$d tuneluri din fișiere importate";

"alertImportedFromZipTitle (%d)" = "S-au creat %d tuneluri";
"alertImportedFromZipMessage (%1$d of %2$d)" = "S-au creat %1$d din %2$d tuneluri din arhiva zip";

"alertBadConfigImportTitle" = "Tunelul nu poate fi importat";
"alertBadConfigImportMessage (%@)" = "Fișierul „%@” nu conține o configurație WireGuard validă";

"deleteTunnelsConfirmationAlertButtonTitle" = "Ștergere";
"deleteTunnelConfirmationAlertButtonMessage (%d)" = "Ștergi %d tunel?";
"deleteTunnelsConfirmationAlertButtonMessage (%d)" = "Ștergi %d tunele?";

// Tunnel detail and edit UI

"newTunnelViewTitle" = "Configurație nouă";
"editTunnelViewTitle" = "Editare configurație";

"tunnelSectionTitleStatus" = "Stare";

"tunnelStatusInactive" = "Inactiv";
"tunnelStatusActivating" = "Se activează";
"tunnelStatusActive" = "Activ";
"tunnelStatusDeactivating" = "Se dezactivează";
"tunnelStatusReasserting" = "Se reactivează";
"tunnelStatusRestarting" = "Se repornește";
"tunnelStatusWaiting" = "În așteptare";

"macToggleStatusButtonActivate" = "Activare";
"macToggleStatusButtonActivating" = "Se activează…";
"macToggleStatusButtonDeactivate" = "Dezactivare";
"macToggleStatusButtonDeactivating" = "Se dezactivează…";
"macToggleStatusButtonReasserting" = "Se reactivează…";
"macToggleStatusButtonRestarting" = "Se repornește…";
"macToggleStatusButtonWaiting" = "În așteptare…";

"tunnelSectionTitleInterface" = "Interfață";

"tunnelInterfaceName" = "Nume";
"tunnelInterfacePrivateKey" = "Cheie privată";
"tunnelInterfacePublicKey" = "Cheie publică";
"tunnelInterfaceGenerateKeypair" = "Generare pereche de chei";
"tunnelInterfaceAddresses" = "Adrese";
"tunnelInterfaceListenPort" = "Port de ascultare";
"tunnelInterfaceMTU" = "MTU";
"tunnelInterfaceDNS" = "Servere DNS";
"tunnelInterfaceStatus" = "Stare";

"tunnelSectionTitlePeer" = "Pereche";

"tunnelPeerPublicKey" = "Cheie publică";
"tunnelPeerPreSharedKey" = "Cheie predistribuită";
"tunnelPeerEndpoint" = "Punct final";
"tunnelPeerPersistentKeepalive" = "Mesaj keepalive persistent";
"tunnelPeerAllowedIPs" = "IP-uri permise";
"tunnelPeerRxBytes" = "Date primite";
"tunnelPeerTxBytes" = "Date trimise";
"tunnelPeerLastHandshakeTime" = "Ultimul acord de interogare";
"tunnelPeerExcludePrivateIPs" = "Exclude IP-urile private";

"tunnelSectionTitleOnDemand" = "Activare la cerere";

"tunnelOnDemandCellular" = "Mobil";
"tunnelOnDemandEthernet" = "Ethernet";
"tunnelOnDemandWiFi" = "Wi-Fi";
"tunnelOnDemandSSIDsKey" = "SSID-uri";

"tunnelOnDemandAnySSID" = "Orice SSID";
"tunnelOnDemandOnlyTheseSSIDs" = "Doar aceste SSID-uri";
"tunnelOnDemandExceptTheseSSIDs" = "Cu excepția acestor SSID-uri";
"tunnelOnDemandOnlySSID (%d)" = "Doar %d SSID";
"tunnelOnDemandOnlySSIDs (%d)" = "Doar %d SSID-uri";
"tunnelOnDemandExceptSSID (%d)" = "Cu excepția %d SSID";
"tunnelOnDemandExceptSSIDs (%d)" = "Cu excepția %d SSID-uri";
"tunnelOnDemandSSIDOptionDescriptionMac (%1$@: %2$@)" = "%1$@: %2$@";

"tunnelOnDemandSSIDViewTitle" = "SSID-uri";
"tunnelOnDemandSectionTitleSelectedSSIDs" = "SSID-uri";
"tunnelOnDemandNoSSIDs" = "Niciun SSID";
"tunnelOnDemandSectionTitleAddSSIDs" = "Adăugare SSID-uri";
"tunnelOnDemandAddMessageAddConnectedSSID (%@)" = "Adăugare conectată: %@";
"tunnelOnDemandAddMessageAddNewSSID" = "Adăugare nou";

"tunnelOnDemandKey" = "La cerere";
"tunnelOnDemandOptionOff" = "Oprit";
"tunnelOnDemandOptionWiFiOnly" = "Doar Wi-Fi";
"tunnelOnDemandOptionWiFiOrCellular" = "Wi-Fi sau mobil";
"tunnelOnDemandOptionCellularOnly" = "Doar mobil";
"tunnelOnDemandOptionWiFiOrEthernet" = "Wi-Fi sau ethernet";
"tunnelOnDemandOptionEthernetOnly" = "Doar ethernet";

"addPeerButtonTitle" = "Adăugare pereche";

"deletePeerButtonTitle" = "Ștergere pereche";
"deletePeerConfirmationAlertButtonTitle" = "Ștergere";
"deletePeerConfirmationAlertMessage" = "Ștergi această pereche?";

"deleteTunnelButtonTitle" = "Ștergere tunel";
"deleteTunnelConfirmationAlertButtonTitle" = "Ștergere";
"deleteTunnelConfirmationAlertMessage" = "Ștergi acest tunel?";

"tunnelEditPlaceholderTextRequired" = "Necesar";
"tunnelEditPlaceholderTextOptional" = "Opțional";
"tunnelEditPlaceholderTextAutomatic" = "Automat";
"tunnelEditPlaceholderTextStronglyRecommended" = "Ferm recomandat";
"tunnelEditPlaceholderTextOff" = "Oprit";

"tunnelPeerPersistentKeepaliveValue (%@)" = "la fiecare %@ secunde";
"tunnelHandshakeTimestampNow" = "Acum";
"tunnelHandshakeTimestampSystemClockBackward" = "(Ceasul de sistem a fost dat în spate)";
"tunnelHandshakeTimestampAgo (%@)" = "acum %@";
"tunnelHandshakeTimestampYear (%d)" = "%d an";
"tunnelHandshakeTimestampYears (%d)" = "%d ani";
"tunnelHandshakeTimestampDay (%d)" = "%d zi";
"tunnelHandshakeTimestampDays (%d)" = "%d zile";
"tunnelHandshakeTimestampHour (%d)" = "%d oră";
"tunnelHandshakeTimestampHours (%d)" = "%d ore";
"tunnelHandshakeTimestampMinute (%d)" = "%d minut";
"tunnelHandshakeTimestampMinutes (%d)" = "%d minute";
"tunnelHandshakeTimestampSecond (%d)" = "%d secundă";
"tunnelHandshakeTimestampSeconds (%d)" = "%d secunde";

"tunnelHandshakeTimestampHours hh:mm:ss (%@)" = "%@ ore";
"tunnelHandshakeTimestampMinutes mm:ss (%@)" = "%@ minute";

"tunnelPeerPresharedKeyEnabled" = "activat";

// Error alerts while creating / editing a tunnel configuration
/* Alert title for error in the interface data */

"alertInvalidInterfaceTitle" = "Interfață invalidă";

/* Any one of the following alert messages can go with the above title */
"alertInvalidInterfaceMessageNameRequired" = "Este necesar numele interfeței";
"alertInvalidInterfaceMessagePrivateKeyRequired" = "Este necesară cheia privată a interfeței";
"alertInvalidInterfaceMessagePrivateKeyInvalid" = "Cheia privată a interfeței trebuie să fie o cheie de 32 de octeți în codificarea base64";
"alertInvalidInterfaceMessageAddressInvalid" = "Adresele interfeței trebuie să reprezinte o listă cu adrese IP separate prin virgulă, opțional în notația CIDR";
"alertInvalidInterfaceMessageListenPortInvalid" = "Portul de ascultare al interfeței trebuie să fie între 0 și 65535 sau să fie nespecificat";
"alertInvalidInterfaceMessageMTUInvalid" = "Valoarea MTU a interfeței trebuie să fie cuprinsă între 576 și 65535 sau să fie nespecificată";
"alertInvalidInterfaceMessageDNSInvalid" = "Serverele DNS ale interfeței trebuie să fie o listă de adrese IP separate prin virgulă";

/* Alert title for error in the peer data */
"alertInvalidPeerTitle" = "Pereche invalidă";

/* Any one of the following alert messages can go with the above title */
"alertInvalidPeerMessagePublicKeyRequired" = "Este necesară cheia publică a perechii";
"alertInvalidPeerMessagePublicKeyInvalid" = "Cheia publică a perechii trebuie să fie o cheie de 32 de octeți în codificarea base64";
"alertInvalidPeerMessagePreSharedKeyInvalid" = "Cheia predistribuită a perechii trebuie să fie o cheie de 32 de octeți în codificarea base64";
"alertInvalidPeerMessageAllowedIPsInvalid" = "IP-urile permise ale perechii trebuie să reprezinte o listă cu adrese IP separate prin virgulă, opțional în notația CIDR";
"alertInvalidPeerMessageEndpointInvalid" = "Punctul final al perechii trebuie să fie sub forma „gazdă:port” sau „[host]:port”";
"alertInvalidPeerMessagePersistentKeepaliveInvalid" = "Mesajul keepalive persistent al perechii trebuie să fie între 0 și 65535 sau să fie nespecificat";
"alertInvalidPeerMessagePublicKeyDuplicated" = "Două sau mai multe perechi nu pot avea aceeași cheie publică";

// Scanning QR code UI

"scanQRCodeViewTitle" = "Scanare cod QR";
"scanQRCodeTipText" = "Sfat: generează cu `qrencode -t ansiutf8 < tunnel.conf`";

// Scanning QR code alerts

"alertScanQRCodeCameraUnsupportedTitle" = "Cameră video neacceptată";
"alertScanQRCodeCameraUnsupportedMessage" = "Acest dispozitiv nu poate scana coduri QR";

"alertScanQRCodeInvalidQRCodeTitle" = "Cod QR invalid";
"alertScanQRCodeInvalidQRCodeMessage" = "Codul QR scanat nu este o configurație WireGuard validă";

"alertScanQRCodeUnreadableQRCodeTitle" = "Cod invalid";
"alertScanQRCodeUnreadableQRCodeMessage" = "Codul scanat nu a putut fi citit";

"alertScanQRCodeNamePromptTitle" = "Denumește tunelul scanat";

// Settings UI

"settingsViewTitle" = "Setări";

"settingsSectionTitleAbout" = "Despre";
"settingsVersionKeyWireGuardForIOS" = "WireGuard pentru iOS";
"settingsVersionKeyWireGuardGoBackend" = "Bibliotecă Go WireGuard";

"settingsSectionTitleExportConfigurations" = "Exportare configurații";
"settingsExportZipButtonTitle" = "Exportare arhivă zip";

"settingsSectionTitleTunnelLog" = "Jurnal";
"settingsViewLogButtonTitle" = "Vizualizare jurnal";

// Log view

"logViewTitle" = "Jurnal";

// Log alerts

"alertUnableToRemovePreviousLogTitle" = "Exportarea jurnalului a eșuat";
"alertUnableToRemovePreviousLogMessage" = "Jurnalul preexistent nu a putut fi șters";

"alertUnableToWriteLogTitle" = "Exportarea jurnalului a eșuat";
"alertUnableToWriteLogMessage" = "Nu pot fi scrise jurnale în fișier";

// Zip import / export error alerts

"alertCantOpenInputZipFileTitle" = "Arhiva zip nu poate fi citită";
"alertCantOpenInputZipFileMessage" = "Arhiva zip nu a putut fi citită.";

"alertCantOpenOutputZipFileForWritingTitle" = "Arhiva zip nu poate fi creată";
"alertCantOpenOutputZipFileForWritingMessage" = "Fișierul zip nu a putut fi deschis în vederea scrierii.";

"alertBadArchiveTitle" = "Arhiva zip nu poate fi citită";
"alertBadArchiveMessage" = "Arhivă zip incorectă sau deteriorată.";

"alertNoTunnelsToExportTitle" = "Nimic de exportat";
"alertNoTunnelsToExportMessage" = "Nu există tuneluri de exportat";

"alertNoTunnelsInImportedZipArchiveTitle" = "Nu există tuneluri în arhiva zip";
"alertNoTunnelsInImportedZipArchiveMessage" = "Nu au fost găsite fișiere de tunel .conf în interiorul arhivei zip.";

// Conf import error alerts

"alertCantOpenInputConfFileTitle" = "Nu se poate importa din fișier";
"alertCantOpenInputConfFileMessage (%@)" = "Fișierul „%@” nu a putut fi citit.";

// Tunnel management error alerts

"alertTunnelActivationFailureTitle" = "Activare eșuată";
"alertTunnelActivationFailureMessage" = "Tunelul nu a putut fi activat. Asigură-te că dispui de conexiune la internet.";
"alertTunnelActivationSavedConfigFailureMessage" = "Informațiile despre tunel nu au putut fi obținute din configurația salvată.";
"alertTunnelActivationBackendFailureMessage" = "Biblioteca Go nu poate fi pornită.";
"alertTunnelActivationFileDescriptorFailureMessage" = "Nu se poate determina descriptorul fișierului dispozitivului TUN.";
"alertTunnelActivationSetNetworkSettingsMessage" = "Nu se pot aplica setările de rețea la elementul de tunel.";

"alertTunnelDNSFailureTitle" = "Eroare de rezolvare DNS";
"alertTunnelDNSFailureMessage" = "Unul sau mai multe puncte finale nu au putut fi rezolvate.";

"alertTunnelNameEmptyTitle" = "Nu este furnizat niciun nume";
"alertTunnelNameEmptyMessage" = "Nu se poate crea un tunel fără nume";

"alertTunnelAlreadyExistsWithThatNameTitle" = "Numele există deja";
"alertTunnelAlreadyExistsWithThatNameMessage" = "Un tunel cu acest nume există deja";

"alertTunnelActivationErrorTunnelIsNotInactiveTitle" = "Activare în curs";
"alertTunnelActivationErrorTunnelIsNotInactiveMessage" = "Tunelul este deja activ sau în curs de a fi activat";

// Tunnel management error alerts on system error
/* The alert message that goes with the following titles would be
   one of the alertSystemErrorMessage* listed further down */

"alertSystemErrorOnListingTunnelsTitle" = "Tunelurile nu pot fi listate";
"alertSystemErrorOnAddTunnelTitle" = "Tunelul nu poate fi creat";
"alertSystemErrorOnModifyTunnelTitle" = "Tunelul nu poate fi modificat";
"alertSystemErrorOnRemoveTunnelTitle" = "Tunelul nu poate fi eliminat";

/* The alert message for this alert shall include
 one of the alertSystemErrorMessage* listed further down */
"alertTunnelActivationSystemErrorTitle" = "Activare eșuată";
"alertTunnelActivationSystemErrorMessage (%@)" = "Tunelul nu a putut fi activat. %@";

/* alertSystemErrorMessage* messages */
"alertSystemErrorMessageTunnelConfigurationInvalid" = "Configurația este invalidă.";
"alertSystemErrorMessageTunnelConfigurationDisabled" = "Configurația este dezactivată.";
"alertSystemErrorMessageTunnelConnectionFailed" = "Conexiunea a eșuat.";
"alertSystemErrorMessageTunnelConfigurationStale" = "Configurația este perimată.";
"alertSystemErrorMessageTunnelConfigurationReadWriteFailed" = "Citirea sau scrierea configurației a eșuat.";
"alertSystemErrorMessageTunnelConfigurationUnknown" = "Eroare necunoscută de sistem.";

// Mac status bar menu / pulldown menu / main menu

"macMenuNetworks (%@)" = "Rețele: %@";
"macMenuNetworksNone" = "Rețele: niciuna";

"macMenuTitle" = "WireGuard";
"macMenuManageTunnels" = "Gestionare tuneluri";
"macMenuImportTunnels" = "Importare tunel(uri) din fișier…";
"macMenuAddEmptyTunnel" = "Adăugare tunel gol…";
"macMenuViewLog" = "Vizualizare jurnal";
"macMenuExportTunnels" = "Exportare tuneluri în zip…";
"macMenuAbout" = "Despre WireGuard";
"macMenuQuit" = "Ieși din WireGuard";

"macMenuHideApp" = "Ascunde WireGuard";
"macMenuHideOtherApps" = "Ascunde restul";
"macMenuShowAllApps" = "Afișare toate";

"macMenuFile" = "Fișier";
"macMenuCloseWindow" = "Închidere fereastră";

"macMenuEdit" = "Editare";
"macMenuCut" = "Tăiere";
"macMenuCopy" = "Copiere";
"macMenuPaste" = "Lipire";
"macMenuSelectAll" = "Selectare totală";

"macMenuTunnel" = "Tunel";
"macMenuToggleStatus" = "Comutare stare";
"macMenuEditTunnel" = "Editare…";
"macMenuDeleteSelected" = "Șterge tunelurile selectate";

"macMenuWindow" = "Fereastră";
"macMenuMinimize" = "Minimizare";
"macMenuZoom" = "Panoramare";

// Mac manage tunnels window

"macWindowTitleManageTunnels" = "Gestionare tuneluri WireGuard";

"macDeleteTunnelConfirmationAlertMessage (%@)" = "Ești sigur că dorești să ștergi „%@”?";
"macDeleteMultipleTunnelsConfirmationAlertMessage (%d)" = "Ești sigur că dorești să ștergi %d tuneluri?";
"macDeleteTunnelConfirmationAlertInfo" = "Nu poți anula această secțiune.";
"macDeleteTunnelConfirmationAlertButtonTitleDelete" = "Ștergere";
"macDeleteTunnelConfirmationAlertButtonTitleCancel" = "Anulare";
"macDeleteTunnelConfirmationAlertButtonTitleDeleting" = "Se șterge…";

"macButtonImportTunnels" = "Importare tunel(uri) din fișier";
"macSheetButtonImport" = "Importare";

"macNameFieldExportLog" = "Salvare jurnal în:";
"macSheetButtonExportLog" = "Salvare";

"macNameFieldExportZip" = "Exportare tuneluri în:";
"macSheetButtonExportZip" = "Salvare";

"macButtonDeleteTunnels (%d)" = "Ștergere %d tuneluri";

"macButtonEdit" = "Editare";

// Mac detail/edit view fields

"macFieldKey (%@)" = "%@:";
"macFieldOnDemand" = "La cerere:";
"macFieldOnDemandSSIDs" = "SSID-uri:";

// Mac status display

"macStatus (%@)" = "Stare: %@";

// Mac editing config

"macEditDiscard" = "Renunțare";
"macEditSave" = "Salvare";

"macAlertNameIsEmpty" = "Numele este necesar";
"macAlertDuplicateName (%@)" = "Există deja un alt tunel cu numele „%@”.";

"macAlertInvalidLine (%@)" = "Linie invalidă: „%@”.";

"macAlertNoInterface" = "Configurația trebuie să aibă o secțiune „Interfață”.";
"macAlertMultipleInterfaces" = "Configurația trebuie să aibă o singură secțiune „Interfață”.";
"macAlertPrivateKeyInvalid" = "Cheia privată este invalidă.";
"macAlertListenPortInvalid (%@)" = "Portul de ascultare „%@” este invalid.";
"macAlertAddressInvalid (%@)" = "Adresa „%@” este invalidă.";
"macAlertDNSInvalid (%@)" = "DNS „%@” este invalid.";
"macAlertMTUInvalid (%@)" = "MTU „%@” este invalidă.";

"macAlertUnrecognizedInterfaceKey (%@)" = "Interfața conține cheia nerecunoscută „%@”";
"macAlertInfoUnrecognizedInterfaceKey" = "Cheile valide sunt: „PrivateKey”, „ListenPort”, „Address”, „DNS” și „MTU”.";

"macAlertPublicKeyInvalid" = "Cheia publică este invalidă";
"macAlertPreSharedKeyInvalid" = "Cheia predistribuită este invalidă";
"macAlertAllowedIPInvalid (%@)" = "IP-ul permis „%@” este invalid";
"macAlertEndpointInvalid (%@)" = "Punctul final „%@” este invalid";
"macAlertPersistentKeepliveInvalid (%@)" = "Valoarea mesajului keepalive persistent „%@” este invalid";

"macAlertUnrecognizedPeerKey (%@)" = "Perechea conține cheia nerecunoscută „%@”";
"macAlertInfoUnrecognizedPeerKey" = "Cheile valide sunt: „PublicKey”, „PresharedKey”, „AllowedIPs”, „Endpoint” și „PersistentKeepalive”";

"macAlertMultipleEntriesForKey (%@)" = "Trebuie să existe o singură înregistrare pe secțiune pentru cheia „%@”";

// Mac about dialog

"macAppVersion (%@)" = "Versiunea aplicației: %@";
"macGoBackendVersion (%@)" = "Versiunea bibliotecii Go: %@";

// Privacy

"macExportPrivateData" = "exportare chei private de tunel";
"macViewPrivateData" = "vizualizare chei private de tunel";
"iosExportPrivateData" = "Autentifică-te pentru a exporta cheile private de tunel.";
"iosViewPrivateData" = "Autentifică-te pentru a vizualiza cheile private de tunel.";

// Mac alert

"macConfirmAndQuitAlertMessage" = "Dorești să închizi managerul de tuneluri sau să ieși complet din WireGuard?";
"macConfirmAndQuitAlertInfo" = "Dacă închizi managerul de tuneluri, WireGuard va fi în continuare disponibil din pictograma barei de meniu.";
"macConfirmAndQuitInfoWithActiveTunnel (%@)" = "Dacă închizi managerul de tuneluri, WireGuard va fi în continuare disponibil din pictograma barei de meniu.\n\nReține că dacă ieși complet din WireGuard, tunelul activ în prezent („%@”) va rămâne activ până îl dezactivezi din această aplicație sau prin intermediul panoului Rețea din preferințele de sistem.";
"macConfirmAndQuitAlertQuitWireGuard" = "Ieși din WireGuard";
"macConfirmAndQuitAlertCloseWindow" = "Închide managerul de tuneluri";

"macAppExitingWithActiveTunnelMessage" = "WireGuard iese cu un tunel activ";
"macAppExitingWithActiveTunnelInfo" = "Tunelul va rămâne activ după ieșire. Îl poți dezactiva prin redeschiderea acestei aplicații sau prin intermediul panoului Rețea din preferințele de sistem.";

// Mac tooltip

"macToolTipEditTunnel" = "Editare tunel (⌘E)";
"macToolTipToggleStatus" = "Comutare stare (⌘T)";

// Mac log view

"macLogColumnTitleTime" = "Timp";
"macLogColumnTitleLogMessage" = "Mesaj de jurnal";
"macLogButtonTitleClose" = "Închidere";
"macLogButtonTitleSave" = "Salvare…";

// Mac unusable tunnel view

"macUnusableTunnelMessage" = "Configurația pentru acest tunel nu poate fi găsită în portchei.";
"macUnusableTunnelInfo" = "În cazul în care acest tunel a fost creat de către un alt utilizator, doar respectivul utilizator poate vizualiza, edita sau activa acest tunel.";
"macUnusableTunnelButtonTitleDeleteTunnel" = "Ștergere tunel";

// Mac App Store updating alert

"macAppStoreUpdatingAlertMessage" = "App Store dorește să actualizeze WireGuard";
"macAppStoreUpdatingAlertInfoWithOnDemand (%@)" = "Oprește opțiunea „la cerere” pentru tunelul „%@”. Dezactiveaz-o, apoi continuă cu actualizarea în App Store.";
"macAppStoreUpdatingAlertInfoWithoutOnDemand (%@)" = "Dezactivează tunelul „%@”, iar apoi continuă cu actualizarea în App Store.";

// Donation

"donateLink" = "♥ Donează pentru proiectul WireGuard";
"macTunnelsMenuTitle" = "Tunnels";
